spec/spec/SVWS/IntegrationPlatform/Examples/ServiceProvidersRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getServiceProvidersRequest>
         <lang>LANGENG</lang>
      </int:getServiceProvidersRequest>
   </soapenv:Body>
</soapenv:Envelope>